[
  {
    "path": "creative/2020-07-15-a-tale-of-two-lovers/",
    "title": "A tale of two lovers",
    "description": "A tale of two lovers entwined in a dance of their own minds",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-07-15",
    "categories": [],
    "contents": "\nIt all began\nwith a blink of an eye\nThe spotlight was on us\nAll eyes were set on us\nOne glance in your direction\nThe smile on your face\nThe breath in your chest\nYour outstretched hand\nbefore the leap of faith\nAnd so it began\nYou were the ocean\nwild and untamed\nwith your slender hips\ncreating wave after wave\nwith every step you took\nA white top on your chest\nand a blue bottom on your hips\nblended together\nwith a skin of deep brown\na perfect rendition of a wave\nthe foam of the wave\nthe deep blue sea\nthe murky brown held within\nAn image that even the daughter of Poseidon\nwished she could adorn\nAnd so it began I was the beach\nsteady and firm\nholding to you\ncreating an anchor\nfor your beauty to bless the stage\nas your grace went from one end to another\nwhile having a home to rely on\nDark skin with a clear cut landscape\nwith the bountiful belly of the land\nand bronze clothing\na perfect rendition of the beach\na image that your heart yearned for\nwe were upon each other\npushing and pulling slightly on the edges of our finger tips\nfirmly on the bends of our elbows\npushing and pulling\nand those in front\nwatched in awe\nas the waves came and lapped against the beach\nteasing and seducing but never explicit\nsensually bringing one another close\nand each moment the waves and the beach met\nI was in heaven\nThe smell of your luscious black hair\nLined with the musky fragrance of your body\nWith each spin your hair graced my skin\nAt times it was a playful whip\nAt times it was a warm velvet\nHolding your lithe figure Close to me\neven for a second\nmade me complete\nThe lights were dimming\nand just then you smiled\nand my whole world became brighter\nwe came together\nwe saw the world together\nwe had conquered\nthe stage\nand their hearts\nand our fortresses of love\ntogether\nIt all went on\nWith a blink of an eye\nThe moonlight was on us\nNo eyes were set on us\nOne glance in your direction\nThe smile on your face\nThe breath in your bare chest\nThe dazzling beauty of your bronze skin\npainted in silver under the moonlight\nbefore the leap of faith\nAnd so it began\nYou were an ocean A fountain of youth\nThat I always craved for\nEach time I bathed my face in it\nI felt a thousand years younger\nAnd I felt more and more\ncloser to heaven\nas I could hear the name of God himself\nescape from your mouth\nYou were an ocean\nspontaneous\nunpredictable\nOne moment I would look down at the ocean\nand the next I was overwhelmed by it\nAnd so it began I was the beach\ntransitioning from softness to hardness\nas the waves came roaring in\ntowards the land\nand slowly made its way downward\nending in a milky white froth\nBefore long the waves crashed again\non to the groin of the beach\none after another\nwave after wave\nuntil the waves and the beach\ncould no longer ride the flow\nand became one\nas they were meant to be\nThe lights were dimming\nand just then you smiled\nand my whole world became brighter\nwe came together\nwe saw the world together\nwe had conquered\nour home\nand our hearts\nand our fortresses of love\ntogether\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-03-07-balance/",
    "title": "Balance",
    "description": "Balance in effort",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-06-08",
    "categories": [],
    "contents": "\nThe candle never thought\nStanding there\nshorter and shorter\nDay by day\nThat he was not providing warmth\nWhen the fireplace was already burning bright\nPerhaps the best\nthe candle could have given\nOr maybe asked for was\nA gentle breeze to take its flame away\nPerhaps what the world needed\nWas not a bit more warmth\nBut rather a dash of coldness\nTo make the living place\nA heaven to reside in\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-03-26-enough/",
    "title": "Enough",
    "description": "A tribute to all those who care",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-06-08",
    "categories": [],
    "contents": "\nOh weary traveller\nTake rest\nUnder my shade\nI have seen many wander\nLooking for rest\nTheir hearts’ bleeding\nWhen asked why\nThey simply shrug\n“I opened it out\nTo show what’s inside”\nTo which I asked\n“Did they like it”\nDarkened faces\nLooked down at their feet\nA simple no\nWould suffice\nBut they never\nSaid that word\nTo anyone who asked\nWith a heavy sigh\nThey stitch and stitch\nTheir wounded hearts\nBack to the way it was\nSoftly beating\nWith a dash of hope\n“You are enough”\nI whisper to them\n“What matters\nIs how much you give\nAnd how well you give it\nNot what they take\nNor what they say\nNor what they think”\nThey look up\nHope bringing back life\nTo hearts that were dead\n“In the end\nWe shall leave behind\nMemories\nAnd acts of good will\nThe rest\nIs up to them to decide“\nTheir eyes close\nTheir heads lean back\nA peaceful ending\nIs all they deserve\nA withered old tree i am\nGiving shade\nTo the kind souls\nThat shall make this world\nA better place to live in\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-06-08-love-thy-demon/",
    "title": "Love thy demon",
    "description": "Love the demon within you",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-06-08",
    "categories": [],
    "contents": "\nA darkened cave\nIs all I see\nThe floor is moist\nCold hard rock\nMy arms are shackled\nCuffs tearing\nPain is searing\nBare naked\nVulnerable and exposed\nHe walks forward\nA faceless figure\nNever will I recall his face\nFor only through a mirror\nCan one see his own face\n“Welcome back\nYou worthless scum”\nA voice so calm\nPiercing to the bone\n“Did you really think\nThat your life made a difference”\nLaughter of mockery\nA thunderous slap\nRed hot pain\nSeeping through my cheek\n“How many times\nHave I told you\nNo one “\nA punch to the gut\n“Will notice”\nA punch to the chest\n“Your absence”\nAnd a final punch to the groin\n  Two flashes of silver\nCold sharp steel\nGlinting in its own light\n“Death is a luxury to you\nAnd I’ll make sure\nThat you beg for it “\nI was his canvas\nHis palette blood red\nNo curved strokes\nOnly straight strokes\nOn the wrists\nOn the chest\nOn places left unnoticed\nAnd as a final touch\nThe canvas was punctured\n“Keep this in your head\nThe best gift\nThat you can give\nTo everyone around you\nIs your death”\nWere the last words\nThat entered my ear\nAs a loud bang\nFilled the room\nAnd a bullet of lead\nFilled my head\n’twas not the end of it\nMy eyes open\nAnd I’m back where I was\nA fresh canvas\nOnly this time\nA fresh grill\nAs he comes back\nWith burning iron\nDeath is a luxury\nThat i shall have to beg for.\nScreams echoed\nAnd then it was over\n  The next day came\nAnd so, did he\nFaceless\nRelentless\nMerciless\nBrass glinted\nKnuckles clenched\nAs he walked freely\nA gift that I missed\n“Look what you did\nYou gave everything\nEvery drop of what you had\nFor one person”\nBrass met flesh\n“They don’t need\nYour support\nYour time\nYour effort”\n“They”\nBrass to the head\n“Are better off”\nBrass to the chest\n“Without you”\nAgain and again\nUntil the flesh\nWas tender as\nA newborn child\n“I understand you”\nA tiny voice\nSqueaked\nThe sound a novelty\nIn the harsh dungeon\nMy mouth dared\nTo say three words\nNo response\nWas heard\n“I know that\nYou care\nEnough to show up\nEveryday nonstop”\nMy bravery was idiotic\nBut the worst outcome\nWas a luxury to me\n“Only one\nCan care so much\nAnd I love you”\nThe shadow over his face\nSlowly faded\nAnd I stared at myself\nTears fell from his eyes\nHis mask of shadows\nFallen to the ground\nBrass tinkled as it fell\n“I just don’t want\nTo see you get hurt\nOver and over again\nBy giving so much”\nA warm tender voice\nReplaced the\nThe piercing cold voice\n“I know now,\nAnd it’s all right\nLove will hurt\nThat is a constant\nBut I need you\nWhen things fall apart\nTo remind me\nTo take a moment\nTo love you\nSo I can love myself”\nI whispered\nAs he came forward\n“I have always wanted\nnot to hurt you\nbut to have\na faint trickle of your love”\nThe words were lost\nIn streams of tears\nAnd a warm embrace\nThe dungeon was no more.\nFor a place of torture\nWas no longer needed\nTo ask yourself\nFor a moment\nTo love yourself\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-11-28-adam-s-tale/",
    "title": "Adam's Tale",
    "description": "A short story written Live on Twitch",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-06-08",
    "categories": [],
    "contents": "\nPrologue\n(FINAL BATTLE BETWEEN MB & OPPOSING THIEF CLAN)\n“Breathe in, breathe out”. He whispered to himself, as he gripped the staff in both of his hands. He was trembling as he pointed the staff up at the red glowing eyes within the hood of the man that was standing before him. The red eyes gazed upon him, and there was no chance of reading any emotion from that darkness within the hood. He pointed the staff up at the hooded figure, and took one deep breath, before whispering loud enough for the figure infront of him to hear. “You took away the family I was born to, but I won’t let you take away the family that I’m a prisoner of”. For a second the glow of the red eyes dimmed as he raised his staff once more and brought it down on a sideway arc on to the shoulder of the figure. With swift reflexes, wood and steel met each other in a dull thud followed by a screeching scrape as the two opponents disengaged. And so began the dance of two minds and bodies, as they started to circle each other, waiting for an opening to strike and bring peace to the night.\nChapter 1\n“Harder, Adam, Harder!” That was all that he heard as he began punching left and right to the cotton dummy in front of him. The sensation of fist colliding with cotton registered in his head, but his mind was scattered as his blows slowed to a stop.\n“Adam, if you believe I am going to let you go in such a state as a warrior monk, you are fooling yourself. Do you want me to demote you to where you started from and make you practice breathing in and out again.” The words demoting fell on to his ears and within a split second he became aware of his situation.\nThe cold wind from the open doorway of the training ground brushed against his light robes. But the heat from his arms and his sudden realisation of the possibility of him being demoted ignited a warmth within him. His eyes followed the direction of the commanding yet steadfast voice and met with the unwavering glance of the chief monk, Zalko who was residing over his training at the temple of Leung Kai. He heaved himself up from his slacking stance and looked straight back at the cotton dummy in front of him. And as he let his mind settle into a state of flow, the cotton dummy brought back all the memories that he had kept inside within him. -He found the temple along his journey to strengthen himself after he lost his parents.- From his first day as an initiative of the temple, he had long stood in the middle of the training ground and practiced his breathing all the while staring at this same cotton dummy.\nNow the dummy is beckoning him to prove himself after years of practicing his breathing. He took his opening stance and immersed himself in the reason behind his training. The core memory where his mind was in complete clarity.\nlet’s make a present and past mixing kinda thing. Adam will do a certain action and that will trigger a certain key sensory input from his past which will ease in the reader as to what has happened to him to end up here. And we will end it with Adam delivering the final fatal blow to the dummy and in the past key memory he remembers the person who did that and the sound of his parents falling down. MAKE THE PAST SEGMENTS IN ITALIC IN THE FINAL BOOK\nIt was in the rivers of his village as he lied down to rest on the riverbed, moments before his village was raided.\nAdam took his first step forward from his stance.\n\nFirst it was a soft thud that he heard when the branches of the yew tree above him rustled as if an animal jumped on to it.\n\nHis eyes narrowed down on the cotton dummy covered in brown leather right in front of him.\n\nThen it was two more thuds as he watched three dark brown figures jump their way towards his village.\n\nHis breath quickened as he advanced quickly on the dummy.\n\nHe was panting as he was running towards his village to alert the chief about these creatures.\n\nWith a soft exhale he swiftly delivered his first blow across the ribs of the dummy.\n\nHe watched as the first sentry of his village topple down from his sentry post. And yet no one except him noticed his choked scream muffled with the sound of his crashing bones.\n\nHe took one long breath and delivered seven more blows to the key points of the dummy.\n\nOne by one they fell and all that was left to protect the village was the chief.\n\nAfter the seven blows his breathing slowed, to concentrate on the heart of the dummy. With a graceful fist he delivered his final blow to the heart of the dummy.\n\nAnd that too was gone, with the dull thud of the chief’s body collapsing forward with a blade protruding from his back. And in his place stood three cloaked figures.\n\nHis gaze met with the hollow eyes of the dummy. Black, depthless and unforgiving.\n\nThe cold steel of the double bladed scythe glinted in the horrified villagers eyes. But the shadow of his parents blocked the gleam of fear from entering their eyes as they stood as the last shield for the village.\n\nHe took one last breath, and brought in all the pain and anger he had.\n\nThe double bladed scythe shone in the moonlight and changed colors from silver to crimson as the two bodies crumpled to the ground.\n\nYears of training in mastering his pain and anger, and he finally let go of his emotions. All that he had bottled up inside swam through him and he became one with his ambition. With one last battle cry he delivered a fatal punch to the dummy’s head. Just as his parents fell dead to the scythe of one of the three thieves that raided their villages, the dummy’s head fell clean off from its body and rolled over towards Zalko’s feet.\nThe sound of the broken head rolling was deafening in the silent practicing ground, but for Adam the only sound he could hear was the sound of his heavy breathing. He gathered his thoughts, by pushing them down towards the back of his head, as he always did. His gaze quickly went towards Zalko, to confirm whether his final display of strength was able to convince his master. On the other end of the practicing ground Zalko was staring at the broken head near his feet and didn’t move for a long time.\n“Well? Did I pass the test?” Adam finally asks with no regards for the traditional respect that entails the end of a test in the temple of Liung Kai. Zalko slowly raises his head to look deeply at Adam. It was then only that Adam gained awareness of where he was and what he was doing at that moment. He brought his palms together and bowed and whispered “Master, I have completed my training, have I mastered the ancient ways of Liung Kai, the first of his kind.” It was a phrase that he had memorised for a long time everyday when he envisioned himself becoming a true warrior monk of this temple.\n“You have completed your training young initiative, come with me and take your birth right as a new warrior monk of the temple of Liung Kai”. Zalko whispered softly with his gaze fixated on him, but his eyes seemed quite distant at the same time, as if he was lost in thought. Zalko turned around and began walking towards the main shrine of the temple. Adam let out a sigh of relief, but his face never showed a smile. He adjusted his robe and slowly walked behind Zalko.\nThe main shrine was a few feet away from the training grounds and was the main area where monks held their rituals. As he was walking towards the main shrine, his gaze met with the peach trees that lined the pathway and his thoughts went back to where he started from. Adam had entered this temple through the words of his previous master, the village Swordskeeper. The swordskeeper was like a father to him as he taught him all that he knew about swordsmanship. He also had learnt from the temple of Liung Kai, but he couldn’t make it to the end and become a warrior monk. He had guided him and prepared him for what would he have to face inside the temple, but even he couldn’t prepare him for what was about to happen next.\nHis train of thoughts was disturbed by the creaking noise of wood grating against iron, as Zalko opened the door of the main shrine before him. The first sense that overwhelmed him was the smell of stale air that had been kept locked for ages. “Hasn’t anyone become a warrior monk in a long time?” Adam asked while trying his best to breath slowly. “It has been ages since a warrior monk has proven his skills in this temple. Mostly because no one ever persevered long enough to take up the final task. The ways of Liung Kai is different from other temples, as our great ancestor himself believed that students of this temple should rigorously follow the fundamentals of breathing and staying calm in the most stressful situations.” Zalko said calmly as he walked around opening the windows of the shrine to let in the cool November air in. Adam took in all that was around him and realised that he was standing in the midst of a room full of statues and weapons mounted on the walls. From clubs to hammers to whips and staffs and finally ending in broad swords and long swords, the entire wall of the shrine was a monument to all the fighting styles taught in the temple of Liung Kai.\n“Traditionally, a warrior monk of the Liung Kai receives double short swords as his parting weapon from the temple.” Adam suddenly realised that Zalko had been talking to him all through out the time that he was staring at the weapons. “Yes master” Adam whispered in a calm tone bowing down to show his respect. He was eager to receive the double short swords as his parting gift and continue on his true journey. His face showed no excitement as he knew what his true aims were. “However, it can also be the case that the master of an initiative can decide whether to give him a different weapon as a lesson for him to grow.” Zalko said gravely as he stared down at Adam from the other end of the shrine.\nAdam stared back at Zalko’s eyes, trying his best to keep his shock away from his face. It was a skill that he had to learn the hard way from the day his parents passed away, where everyone was trying their best to coax him out of going after the thieves. “Never let your face tell your true mission to anyone” Those were the words that the Swordskeeper of the village told him, whenever he showed anger at the mention of great raid.\n“As you wish master, I shall gladly accept your words of wisdom.” Adam said once again bowing slightly. “Adam, heed my words, and I need you to do more than just accept them. Do not try to douse a burning house by embracing it with your whole self. In the end the house will always perish, but if you firmly hold on to your embrace on the burning house, you shall also join the ashes of the burnt house.” Zalko whispered softly to Adam, and for a moment Adam could see a slight hint of worry in his brow. Adam nodded deeply and said “I understand master, my teachings from this temple will help me a lot in dousing the flames of the burning house” Adam whispered in a reassuring tone. Zalko’s brow furrowed even more at his reply and in a flash of a second all traces of worry vanished from his face, replaced by a simple empty expression. With a soft nod he walked towards the farthest end of the shrine to pick up a long object from the wall. “You are still far away from understanding the true nature of your own self. I believe the lesson that you have to learn, will be completed through the help of this weapon.” Zalko brought forward to him a wooden staff that was as tall as he was. Adam could not hide the shock anymore as he let his mouth gape open at the sight of the wooden staff presented to him. “This is Pasindir, it’s a wooden staff with heavy metal weights on either ends. As you can see there are three rings on each end, and each ring has heavier metal towards the end.” Zalko let the staff roll off his hands and Adam caught it a moment before it hit the ground. As he straightened up, Adam was able to hide the shock that was in his mind. His jaw was clenched in anger, and his fists gripped the staff tightly as if he was trying to break it into two, just to show Zalko that a mere toothpick can not help him in his mission. He had wasted months on training in the hopes of getting the coveted short swords, and now he had been presented with a simple staff and a lesson to learn out of the temple. He bowed once again deeply, deep enough to show his gratitude in a sarcastic way. “Thank you master, I shall cherish this gift with a lot of gratitude.” Every word that came out of his mouth dripped with sarcastic anger. “Remember my words Adam, warrior monk of Liung Kai, do not burn yourself trying to douse burning houses.” Zalko said softly as he began the preparations for the ceremony.\nTo be continued\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-06-13-get-back/",
    "title": "Get Back",
    "description": "Love the demon within you",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-06-07",
    "categories": [],
    "contents": "\nHe fell again\nHe lost count on how many times\nHe stared at the bicycle\nWas it his fault that he fell?\nWas he naive to believe\nThat he would make it through?\nWas he mad to believe\nThat he would be happy in the end?\nWas he ignorant to believe\nThat it wouldn’t hurt no matter what?\nOr was it the fault of the road?\nNever smooth where he rode\nAlways a bump every day\nThat sends the bicycle\nFlying out of control\nSomedays he makes it through\nAnd somedays the bicycle decides his fate\nOr was it the fault of the bicycle?\nHe changed it once before\nHe had grown attached to the one before\nAnd the pain of letting go was too hard\nMaybe the fault was in the thought\nThat he could learn to ride\nMaybe the bicycle and him weren’t meant to be\nMaybe the road was best walked upon\nMaybe he hurt himself by riding a bike\nBecause he didn’t want to hurt himself\nBy always trying to let the bicycle go\nEvery time he changed the bicycle\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-04-10-dreams/",
    "title": "Dreams",
    "description": "An escape",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-04-10",
    "categories": [],
    "contents": "\nThe tide rises\nSlowly seeping in\nNo dams\nNo fortifications\nNo boulders\nCould stop it\nThe walls crumbled\nAs the castle\nSlowly dissolved\nInto a pile of sand\nThe king was inside\nTrapped in his bed\nHe could run\nBut he knew not\nWhere the water\nWould rise next\nThe king had a choice\nTo fight or flee\nAnd he chose to flee\nBut not through\nThe gates of his castle\nBut through sleep\nHe voyaged\nHe conquered\nHe fell in love\nFor once he was happy\nEverything happened for the best\nHe was the creator\nAnd the actor\nOf his own dreams\nWhile he calmly slept\nAnd let the tide\nWash him away\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-04-09-solitude/",
    "title": "Solitude",
    "description": "A place of peace",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-04-09",
    "categories": [],
    "contents": "\nYou feared it\nDespised it\nLoathed it\nYou ran away\nDrowned your pain\nIn puddles of laughter\nBut never did the puddle\nGrow into a lake\nYou flew away\nFrom puddle to puddle\nWishing for a lake\nOnly to fall\nWith wings too tired\nAll that was left\nWas solitude\nAll avenues closed\nNo where to flee\nBut once inside\nThe missing piece\nWas clear\nAn ear for a voice\nBoth from inside\nPuddles of laughter\nMay never come\nBut a small fountain\nShall at least\nPour the water\nTo bring life\nFrom death\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-03-25-the-masked-clown/",
    "title": "The masked clown",
    "description": "The mask with a smile",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-03-25",
    "categories": [],
    "contents": "\nI’m a clown\nNot one with makeup\nBut with a simple mask\nSimple fragile wood\nIs all there is\nA better mask\nShould be there\nTo hold the darkness\nSeeping from me\nHearing two voices\nOne from my mouth\nOne from my head\nThe mask is for the latter\nHiding the scars\nAnd the poison\nFrom the rest of the world\nThe former needs no guard\nOnly a mind open to satire\nThe humor is aplenty\nFor all stages of life\nFrom birth\nTo creating life\nBehind locked doors\nTo sleeping\nIn a locked box\nOnce in a while\nThe wooden mask breaks\nShattering to pieces\nThose who witness it\nShall stare in awe\nAt teary eyes\nAt the scars\nAnd the lips struggling to smile\nFor the mask was there\nNot to protect the voice within\nBut to protect the world from it\nAnd from thereon\nThe witnesses\nAlways treasured the smile\nChecking up everyday\nOn the face behind the mask\nTo sooth the wounds\nAnd to create a smile\nBut I’m a clown\nAnd my job is simple\nTo create happiness\nAnd to give a smile\nBut never will I\nPut my burden\nOn another soul\nAnd from thereon\nI put another mask\nUnderneath my wooden mask\nA thin one\nMade out of lies\nLies not to deceive\nBut to warm the heart\nThat everything is all right\nThere’s no need to worry\nFor I’m a clown\nAnd I’ll be all right\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-03-08-poison/",
    "title": "Poison",
    "description": "Control only what you can",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-03-08",
    "categories": [],
    "contents": "\n“Mine! All mine!”\nScreams and roars\nLost in the air\nThe protector watched\nAs the protected\nMingled with the forbidden\nPoison began to swell\nAnger burnt within\n“How dare you!\nYou were all mine!”\nAnger became shock\nShock became acceptance\nDefeat was inevitable\nFor not even the strongest trees\nCould hold the wind\nIn its leaves\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-03-06-guiding-lights/",
    "title": "Guiding lights",
    "description": "A poem on the giving light to others",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-03-06",
    "categories": [],
    "contents": "\nLook up above you\nAnd see the stars twinkling\nEvery step you take\nThey will be by your side\nEach little star is an angel\nA tiny little flame\nStruggling to burn bright\nYet the angels\nWill burn with all their might\nTo shine their light on to you\nThe beauty of angels\nLies in their path along side us\nAngels will guide you\nKeep you safe\nAnd provide you warmth And when you reach\nThe one place\nthat you always wanted to be at\nThen the angel’s time is up\nWith a satisfying sigh\nThe tiny little flame\nWill no longer struggle to burn bright\nAngels come in to our lives\nTo bring us to a good place\nAfter the deed is done\nThen the angel shall take their leav\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-02-23-my-dear-heart/",
    "title": "My dear fragile heart",
    "description": "a sweet lament",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-02-23",
    "categories": [],
    "contents": "\noh my dear fragile heart\ndo take care when prancing to and fro\nremedies are aplenty lest you fall\nyet time is scarce\nand the pain shall roar\nso do take care my fragile heart\nbefore leaping in joy\nthe ground will always greet you\nbut its embrace will never be soft\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-02-12-word-play/",
    "title": "Fun with Letters",
    "description": "A collection of poems based on letters",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-02-12",
    "categories": [],
    "contents": "\nA\nAn aspiring arsonist\nActively availing an ailment\nAvoiding an atypical life\nAngered by the aristocracy\nAnd the altruistic\nAvenging the alienated\nTo avert an apocalypse\nAscending to an astral area\nAnonymity was not amiss\nYet the anomaly was apparent\nHis attempt was in accord\nTo get the accolade\nOf the angels above him\nAll angles were approached\nAnd in the end\nAn apparition was all there was\nAn abyss staring back at him\nD\nDarkness draped around him\nWhile the demons\ndevoured him from the inside\nEvery drop of effort he gave\nOnly dragged him even deeper\nDown to the depthless ditch\nOf despair and doubt\nDaring to look down\nHis dreaded fears became true\nThe dreams from golden days\nDehumanized and twisted\nDestroying all that was dear to him\nDeprived of all other options\nHe did the deadly dance\nWith his dreams and destiny\nOnly to fail dreadfully.\n“Death is part of destiny.\nDenial did only the deed,\nOf dealing more damage.\nDesiring death,\nMade no difference.\nDelaying death was dangerous,\nDamaging more than strengthening”\nE\nEnter an ephemeral epiphany\nEvanescent and ethereal\nAn evangelist for an eternal ecstasy\nEncouraging for an equestrian escapade\nSweetened with evocative explanations\nAnd so began the expedition\nTo explore areas that\nextend through eclectic eras of history\nEven as any other experience\nSoon it ended slowly into a tiny echo\nOf an eternal memory\nentwined with equal parts of\nExtraordinary and embarrassing\nGiving an exemplary education\nOn all things exquisite\nF\nA Fickle frail fragile mind\nA facade for a few\na facet of truth for the favored\nFlooded with fear of falling\nInto a fog of faint feelings\nFixations into the far\nBringing frustrations\nDrawing fractals in a flow\nOf formidable fortitude\nThrowing the fidgeting mind\nOut of focus\nFinishing it in furious flames\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  },
  {
    "path": "creative/2020-01-29-runaway/",
    "title": "Runaway",
    "description": "Running away memories",
    "author": [
      {
        "name": "Janith Wanniarachchi",
        "url": {}
      }
    ],
    "date": "2020-01-09",
    "categories": [],
    "contents": "\nShe entered the room\nHis heart leaped forward\nTo break free\nFrom the cage\nBuilt over forgotten tears\nHis brain went cold\nNot with sorrow\nBut with anger\nAnd his feet\nTook him away\nAway from the room\nAway from the misery averted\nInto the loneliness\nWhere memories burned\nIn an undying hearth\nMemories of old times past\nWhen her presence\nSparked his entire soul\nAnd brought out\nAll that is good inside him\n\n\n\n",
    "preview": {},
    "last_modified": "2022-08-18T09:56:25+05:30",
    "input_file": {}
  }
]
